{
  "blogs": [
    {
      "title": "Top 5 Spiritual Books",
      "content": "The best spiritual books focus on things like self-expression, healing, kindness, emotional intelligence, and other important life skills. We're highlighting 16 great books to grab, all of which have excellent reviews on Amazon or have made bestselling lists (or are written by bestselling authors!). Some are based on traditional principles from Christianity, Judaism and Buddhism, while others focus on self-growth from other non-religious based theme.",
      "id": 1
    },
    {
      "title": "Top 5 Fiction Books",
      "content": "You should read Top 5 Fiction Books.",
      "id": 2
    },
    {
      "id": 3,
      "title": "Life's Amazing Secrets",
      "content": "Stop and reflect on your life regularly. Pressing the pause button to practise gratitude is the way to make it a constant in your life. ‘I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. ’This the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.’- Leonardo da VinciWorli Sea Face has some of the most expensive homes in the city. Business tycoons, movie stars and even cricket players; the postcode is littered with famous names. I pointed at one of the new-builds shooting up. ‘That belongs to one of my close friends,’ I said. Harry looked at me with surprise.‘I was under the impression that I would be your richest friend,’ he said, shrugging innocently.‘You are one of them, of course. For your age, no one can mock your success. But these people are playing in another league. This building is going to be ten floors!’"
    },
    {
      "title": "25 Best Book Blogs (To Read Voraciously)",
      "content": "Books stir your imagination and let you explore exotic worlds while you sit in your comfy chair.",
      "id": 5
    },
    {
      "title": "Memorable Memoir",
      "content": "Very good book.\n",
      "id": 6
    },
    {
      "title": "Review: Fugitive Telemetry by Martha Wells",
      "content": "No, I didn’t kill the dead human. If I had, I wouldn’t dump the body in the station mall.\n\nWhen Murderbot discovers a dead body on Preservation Station, it knows it is going to have to assist station security to determine who the body is (was), how they were killed (that should be relatively straightforward, at least), and why (because apparently that matters to a lot of people—who knew?)\n\nYes, the unthinkable is about to happen: Murderbot must voluntarily speak to humans!\n\nAgain!\n\n(Disclaimer: I received this book from Netgalley. This has not impacted my review which is unbiased and honest.)\n\nFugitive Telemetry delivers everything I expect and more! Murderbot in all its glory. All the wry comments, the jokes that don’t land, and the ways humans are just SO MUCH sometimes. Murderbot is one of my favorite SF characters because of the ways it is able to show humanity’s hypocrisies, idiosyncrasies, and characteristics. The ways we see the ways that humans react to Murderbot, to sentient thoughts where we don’t expect them, and in just generally a “mind-blown” quality.\n\nThe ways that Murderbot straddles this divide between bots and humans. Those moments we feel out of depths, in a room we don’t understand and making jokes no one laughs at. There is a casual conversational tone to Murderbot’s narration which fascinates me. It feels like it’s talking directly to you. Action packed from start to finish, Fugitive Telemetry merely continues my love for this series. All in all, it almost feels like watching a good episode of your favorite tv series.",
      "id": 7
    }
  ]
}